fun main(args:Array<String>) {
    var a = 10
    var b = 3
    // println(a+b) так же можно использовать -; *; /;
    a++ // эта запись заменяет a = a+1 
    println(a%b)
    // % - знак процента указывает о ДЕЛЕНИЕЕ C ОСТАТКОМ Используется чаще всего для того что бы проверить четное число или нет

    //print(a > b) >= ; <=
    //print (a < b)
    //print (a !=b) // а не содержит значение б (! означает отрицание)
    //print (a==b)

    // деление
    // if (число % 2 == 0) {
// println("число четное")
// else (число % 2 !=0)
// println("число нечетное")
// }
}

